Repository: xommmax/window_meas
Catalog: lib/l10n/l10n_*.arb
Languages: uk

# appName
source: Windows Measurements
uk: Замір Вікон

# myMeas
source: My measurements
uk: Мої заміри

source: Profile
uk: Профіль

source: Measurement
uk: Замір

# measurementDate
source: Date
uk: Дата

# clientName
source: Client
uk: ПІБ

source: Client
uk: Клієнт

source: Scheme
uk: Схема

source: My profile
uk: Мій профіль

source: Settings
uk: Налаштування

source: Templates
uk: Шаблони

source: None
uk: Не вибрано

# width
source: Width, mm
uk: Ширина, мм

# thickness
source: Thickness, mm
uk: Товщина, мм

# depth
source: Depth, mm
uk: Глибина, мм

# length
source: Length, mm
uk: Довжина, мм

# size
source: Size, mm
uk: Розмір, мм

source: Quantity
uk: Кількість

source: Client info
uk: Дані про клієнта

source: Phone number
uk: Номер телефону

# phoneNumberMain
source: Main
uk: Основний

# phoneNumberAdditional
source: Additional
uk: Додатковий

source: Building info
uk: Інформація про дім

source: Assembly
uk: Монтаж

# assemblyRegular
source: Regular
uk: Звичайний

# assemblyWarm
source: Warm
uk: Теплий

source: Disassembly
uk: Демонтаж

source: Screed disassembly
uk: Демонтаж стяжки

source: Grid disassembly
uk: Демонтаж решітки

source: Roof disassembly
uk: Демонтаж даху

source: Delivery
uk: Доставка

source: Unloading
uk: Розвантаження

source: Building type
uk: Тип дому

# buildingTypePanel
source: Panel
uk: Панельний

# buildingTypeBrick
source: Brick
uk: Цегляний

# buildingTypeWooden
source: Wooden
uk: Деревʼяний

# buildingTypeMonolithic
source: Monolithic
uk: Монолітний

# buildingTypeBrickMonolithic
source: Brick-monolithic
uk: Цегляно-монолітний

# buildingTypeBlock
source: Block
uk: Блочний

# buildingTypeBlockMonolithic
source: Block-monolithic
uk: Блочно-монолітний

source: Flat status
uk: Статус квартири

# flatStatusRepair
source: Repair
uk: На стадії ремонту

# flatStatusLiving
source: Living
uk: Житлова

source: Garbage removal
uk: Вивіз сміття

source: Elevator
uk: Ліфт

# elevatorOptionPassenger
source: Passenger
uk: Пасажирський

# elevatorOptionCargo
source: Cargo
uk: Вантажний

# elevatorOptionPassengerAndCargo
source: Passenger and cargo
uk: Вантажний та пасажирський

# elevatorOptionAbsent
source: Absent
uk: Відсутній

source: Position
uk: Позиція

source: Photo
uk: Фото

source: Quarter
uk: Четверть

# quarterPosition
source: Position
uk: Розташування

# quarterPositionTop
source: Top
uk: Верх

# quarterPositionTopBottom
source: Top and bottom
uk: Верх і низ

# quarterPositionTopSides
source: Top and sides
uk: Верх і боки

# quarterPositionSides
source: Sides
uk: Боки

# quarterPositionAll
source: All
uk: Всюди

source: Static calculation
uk: Розрахунок на статику

source: Profile system
uk: Профільна система

source: Door
uk: Двері

source: Doorstep
uk: Поріг

# doorstepOptionPresent
source: Present
uk: З порогом

# doorstepOptionAbsent
source: Absent
uk: Без порогу

source: Doorstep type
uk: Тип порогу

# doorstepTypeFrame
source: Frame
uk: Рамний

# doorstepTypeAluminumLow
source: Aluminum low
uk: Алюмінієвий низький

# doorstepTypeAluminumHigh
source: Aluminum high
uk: Алюмінієвий високий

source: Door opening type
uk: Тип відкриття

# doorOpeningTypeInward
source: Inward
uk: Внутрішній

# doorOpeningTypeOutward
source: Outward
uk: Зовнішній

source: Lamination
uk: Ламінація

# laminationInternal
source: Internal
uk: Внутрішня

# laminationExternal
source: External
uk: Зовнішня

source: Rubber color
uk: Колір резини

# rubberColorBlack
source: Black
uk: Чорний

# rubberColorGray
source: Gray
uk: Сірий

# rubberColorCaramel
source: Caramel
uk: Карамель

source: Stand profile
uk: Підставочний профіль

# standProfileRegular
source: Regular
uk: Звичайний

# standProfileWarm
source: Warm
uk: Теплий

source: Expander
uk: Розширювач

source: Expanders
uk: Розширювачі

# expanderRight
source: Right
uk: Справа

# expanderLeft
source: Left
uk: Зліва

# expanderTop
source: Top
uk: Зверху

# expanderBottom
source: Bottom
uk: Знизу

# expanderLength
source: Length, mm
uk: Довжина, мм

source: Glass unit
uk: Склопакет

source: Panel
uk: Панель

source: Type
uk: Тип

# panelTypeSandwich
source: Sandwich
uk: Сендвіч

# panelTypeMetallized
source: Metallized
uk: Металізований

# panelTypeWhiteOneLaminated
source: White one laminated
uk: Білий одност. ламінований

# panelTypeWhiteTwoLaminated
source: White two laminated
uk: Білий двост. ламінований

source: Furniture
uk: Фурнітура

source: Windowsill
uk: Підвіконня

# windowsillTypePvc
source: PVC
uk: ПВХ

# windowsillTypeWooden
source: Wooden
uk: Дерев'яний

# windowsillTypeStone
source: Stone
uk: Кам'яний

# windowsillConnector
source: Connector
uk: З'єднувач

source: Color
uk: Колір

source: Drainage
uk: Водовідлив

# drainageEndCap
source: End cap
uk: Заглушка

source: Canopy
uk: Козирок

source: Slope
uk: Укіс

source: Other work
uk: Інші роботи

source: Parapet reinforcement
uk: Посилення парапету

source: Windowsill extension
uk: Винос по підвіконню

# windowsillExtensionShort
source: Short
uk: Короткий

# windowsillExtensionOffSlab
source: Off slab
uk: Від плити

source: Slab extension
uk: Винос по плиті

source: Insulation
uk: Утеплення

source: City
uk: Місто

source: District
uk: Район

source: Street
uk: Вулиця

source: Building
uk: Будинок

source: Block
uk: Корпус

source: Entrance
uk: Під'їзд

source: Doorphone
uk: Домофон

source: Floor
uk: Поверх

source: Apartment
uk: Квартира

source: Sealing
uk: Герметизація

source: Cost
uk: Вартість

source: Prepayment
uk: Передоплата

source: Comment
uk: Коментар

source: Estimated assembly time
uk: ~ час на монтаж

source: Vacuum cleaner
uk: Пилосос

source: How discovered
uk: Як дізналися

source: Residential complex
uk: Назва ЖК

source: Housing coop number
uk: Телефон ОСББ

source: Address
uk: Адреса

source: Enter value
uk: Введіть значення

source: Cancel
uk: Скасувати

source: Save
uk: Зберегти

source: Editor
uk: Редактор

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Choose option
uk: Виберіть опцію

source: Manual scheme
uk: Довільна схема

source: Send to CRM
uk: Надіслати в CRM

source: Generate PDF
uk: Згенерувати PDF

source: No
uk: Ні

source: Yes
uk: Так

source: Delete measurement
uk: Видалити замір

# deleteMeasurementDesc
source: Are you sure you want to delete this measurement?
uk: Ви впевнені, що хочете видалити цей замір?

source: Print empty fields?
uk: Друкувати пусті поля?

source: Measurer
uk: Замірник

source: Delete Photo
uk: Видалити фото

# deletePhotoDesc
source: Are you sure you want to delete this photo?
uk: Ви впевнені, що хочете видалити це фото?

# rotaryRightOpeningType
source: Rotary
uk: Поворотний

# rotaryLeftOpeningType
source: Rotary
uk: Поворотний

# tiltTurnRightOpeningType
source: Tilt turn
uk: Поворотно-відкидний

# tiltTurnLeftOpeningType
source: Tilt turn
uk: Поворотно-відкидний

# rotaryMullionRightOpeningType
source: Rotary mullion
uk: Поворотний штульповий

# rotaryMullionLeftOpeningType
source: Rotary mullion
uk: Поворотний штульповий

# slidingRightOpeningType
source: Sliding
uk: Розсувний

# slidingLeftOpeningType
source: Sliding
uk: Розсувний

# liftAndSlideRightOpeningType
source: Lift and slide
uk: Підйомно-розсувний

# liftAndSlideLeftOpeningType
source: Lift and slide
uk: Підйомно-розсувний

# retractableRightOpeningType
source: Retractable
uk: Відставний

# retractableLeftOpeningType
source: Retractable
uk: Відставний

# transomOpeningType
source: Transom
uk: Фрамуга

# topHungOpeningType
source: Top hung
uk: Верхньо підвісний

# midHungOpeningType
source: Mid hung
uk: Середньо підвісний

# blindOpeningType
source: Blind
uk: Глухий

source: Opening types
uk: Варіанти відкриття

# polygonNotConvex
source: Polygon is not convex
uk: Вибрана зона не є випуклою

source: Opening type already selected
uk: Для вибраної зони вже визначено варіант відкриття

source: Filling types
uk: Варіанти заповнення

source: Arch should be on line
uk: Арка повинна знаходитися на лінії

source: PDF File
uk: PDF файл

# errorCannotLoadMeasurement
source: Cannot load measurement
uk: Не вдалося завантажити замір

# errorCannotSendToCrm
source: Cannot send to CRM
uk: Не вдалося надіслати замір в CRM

source: Successfully sent to CRM
uk: Замір успішно надіслано в CRM

source: Scheme and photo
uk: Схема та фото

# errorCannotLogin
source: Error logging in
uk: Не вдалося увійти

source: User name
uk: Ім'я

source: Logout
uk: Вийти

# logoutDesc
source: Are you sure you want to log out?
uk: Ви впевнені, що хочете вийти?

source: Sign in with Google
uk: Увійти через Google

source: Sign in with Apple
uk: Увійти через Apple

source: Admin mode
uk: Режим адміністратора

source: Admin
uk: Адмін

source: Error. Try again
uk: Помилка. Спробуйте ще раз

source: Enter password
uk: Введіть пароль

source: Next
uk: Далі

source: Wrong password
uk: Невірний пароль

source: Quit
uk: Вийти

# quitDesc
source: Are you sure you want to quit?
uk: Ви дійсно хочете вийти? Ваші зміни не будуть збережені.

# measListEmpty
source: Measurement list is empty
uk: Список замірів пустий

source: Lead ID
uk: ID ліда

source: Error uploading file
uk: Не вдалося завантажити файл

source: Error attaching file
uk: Не вдалося привязати файл. Перевірте правильність ID ліда

source: Add
uk: Додати

source: Duplicate
uk: Дублювати

# errorEmptyLeadId
source: Lead ID is empty
uk: Будь ласка, вкажіть ID ліда

source: Tinting
uk: Тонування

source: Sateen
uk: Сатин

# mosquito
source: Mosquito net
uk: Москітна сітка

source: Price
uk: Ціна

source: Flooring
uk: Підлога

# flooringCovering
source: Covering
uk: Покриття

source: Scheme comment
uk: Коментар до схеми

source: Position comment
uk: Коментар до позиції
